Repository: atlas-studios/ForcedExposureDailyAfterRebirth
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “这帝都除了那个第一世家的公司叫叶氏，还有谁家公司敢取这个名？”孟父烦躁的吐了口气，看这还哭的女儿，怒道：“哭什么哭，我努力的一辈子的心血，差点就被你这死丫头毁于一旦了，你招惹谁不好，偏偏要招惹叶家的千金，你是想死吗？”
en_us: "Except the wealthiest family in the capital, who else would dare to name their company the Ye Corporation?" Meng Fei's father exhaled in frustration. Looking at his daughter who was still weeping, he hollered in exasperation, "What are you crying for? You almost cause me to lose my lifelong career in a moment of folly, you silly girl. Of all people, why did you have to provoke the daughter of the Ye Family? Do you have a death wish?"

source: “这样说来，还不就是小凤漓抢了眉宝的礼服吗？人家都穿上身了，她还抢，是不是有些过分了“现在又发出来炫耀？”
en_us: "Doesn't that mean that Ye Li has snatched the gown away from Ye Mei? Ye Mei was already wearing it and she still tried to snatch it. Is she going overboard? She even posted a photo of the gown to show it off."

source: “这次宴会，我妈妈请了帝都知名的乐队来伴奏，咱们都出去看看吧，这会儿肯定都开始跳舞了。”徐媛突然开口。
en_us: "My mother invited a famous band to play some music at today's gathering. Let's go and watch. They've definitely already started dancing now," Xu Yuan suddenly said.

source: “这段时间我得到一些消息，叶家那边好像是转变主意了。”她的声音十分清脆，宛如少女一般，又带了几分女人的成熟，格外好听。
en_us: "I got some news lately that the Ye Family seemed to have changed their minds." Her voice was extremely crisp and clear, like that of a young girl. However, she also had a feminine maturity that was extremely pleasant.

source: “这转折爱了爱了，没想到叶漓性格这么好，要是我，肯定都要打起来了。”
en_us: "I love this sudden twist. I didn't expect Ye Li to have such a good character. If I were in her shoes, I'd definitely fight her."

source: “这难道就是传说中的不打不相识？”
en_us: "Is this the legendary theory where every friendship begins with hostility?"

source: “道歉。”叶漓没有看他，冰冷的目光直接落到了眼泪鼻涕横流的孟非身上。
en_us: "Apologize." Ye Li was not looking at him and was instead glaring coldly at Meng Fei who was weeping continuously.

source: “道歉？”叶漓掀了掀眼皮子，“道歉我就要原谅你们了？”
en_us: "Apologize?" Ye Li looked up and continued, "Must I forgive you just because you apologize?"

source: “邀请函是你妈妈给你的，那你没看过邀请人的名字是谁？你好歹也是帝都大学出了名的学霸，不会连字也不识吧？”叶漓嗤笑出声。
en_us: "The invitation was given to you by your mother but didn't you see the name written on the invitation card? You're a star student from Beijing University after all. Surely you can read names?" Ye Li snorted with laughter.

source: “那不是你兄弟？”一穿着西装，高大挺拔的男人走了进来，他手中提着公文包，头发梳得一丝不苟，虽已不惑之年，却依旧十分俊美。
en_us: "Isn't he your close friend?" A tall man entered in a suit, carrying a briefcase in his hand. His hair was neatly combed and although he was already in his forties, he was still very handsome.

source: “那也不怪我，大家都这么说我才会这么以为的，刚刚你妹妹都还承认了，我才会要求你道歉，又不是我一个人的错！”见大家开始指责起了自己，那女同学脸色一阵涨红，恼怒的道。
en_us: Seeing that everyone had begun blaming her, the girl felt embarrassed and infuriated. Flushed, she argued, "It's not my fault either. I only thought so because everyone said that it was the case. Just now, even your sister admitted it before I asked you to apologize, it's not solely my fault!"

source: “那也得人家看的上你啊，我告诉你，这样的女孩子其实最难追。”
en_us: "Well, she has to like you too. I'm telling you, girls like her are actually the most difficult to woo."

source: “那你....”叶眉闻言，有些不明所以的看她。
en_us: "You..." Ye Mei looked at her in confusion when she heard her words.

source: “那你的关心还真是让我害怕呢，我刚刚要是听你的承认了下来，估计等会就会成为全网暴力的对象了吧？啧啧，要不是你是我妹妹，我都要怀疑你是故意的。”叶漓一脸怀疑的说。
en_us: "Well, your concern really scares me then. If I had just listened to you and admitted to it, I'd probably become the subject of cyber bullying later on, wouldn't I? Tsk, tsk, if you weren't my younger sister, I'd really suspect you were doing it on purpose," Ye Li said with a look of apprehension.

source: “那你的眼光还真挺独特，大家都觉得不好看，就你觉得好看。”叶漓若有所思的看她。
en_us: "You've got a unique taste then. No one except you thinks that my previous hairstyle was nice," Ye Li said, looking at her ambiguously.

source: “那叶小姐你要怎样才能原谅我们？”孟父迫切的问。
en_us: "Miss Ye, what must we do for you to forgive us?" Meng Fei's father asked eagerly.

source: “那就不要了。”徐凤年闻言，蹙了蹙眉，放下了叉子，自己也没有吃。
en_us: "Don't eat it anymore then," Xu Fengnian said with a frown after hearing her words. He then put down his fork, not eating a single piece of it.

source: “那就不跳。”徐凤年不以为然，并不在意。
en_us: "Let's not dance then," Xu Fengnian said, not bothered by it at all.

source: “那就好。”叶漓上了餐桌，看着自己面前的营养餐，皱了皱眉。
en_us: "Good to hear." Ye Li walked to the desk and frowned after seeing the nutritious meal in front of her.

source: “那就好那就好，你能想开了爸爸就放心了，那个于向阳虽然不错，但是你们不适合，爸爸还是希望你能找到一个靠谱的男人。”他拍着女儿的肩膀感叹。
en_us: "That's good, that's good. I'm at ease now that you've figured it out. Yu Xiangyang may be a nice chap but you two are not compatible with each other. I still hope that you can find a compatible man." He patted his daughter's shoulder emotionally.

source: “那就是徐家二小姐吗？长得真漂亮啊！”
en_us: "Is that the daughter of the Xu Family? She's really gorgeous!"

source: “那就谢谢你啦。”想到这里，叶眉笑的更温柔了。
en_us: "Thank you then." At the thought of this, Ye Mei smiled even more tenderly.

source: “那怎么办！”
en_us: "What do we do then?"

source: “那我送你回家。”徐凤年也不喜与这些人多纠缠，他知道他的阿漓也不喜欢，便冷淡的和几人点了点头，牵着叶漓转身离开。
en_us: "Let me send you home then," said Xu Fengnian who did not like interacting with those people much either. He knew that Ye Li disliked it too. Hence, he nodded at the few people around him without much emotion and turned around to leave with Ye Li, hand in hand.

source: “那是什么意思？”叶漓疑惑的问。
en_us: "What do you mean then?" Ye Li asked with apprehension.

source: “那是谁啊，竟然收到了徐家的特邀函，真是羡慕了。”
en_us: "Who's that? She actually received a special invitation from the Xu Family. I'm so green with envy."

source: “那真是委屈你了。”
en_us: "You must be aggrieved."

source: “那这条裙子我也不跟你抢了，你去试把姐姐，你身材那么好，穿着肯定很漂亮！”徐倩夸赞道。
en_us: "I won't vie with you for this gown then. Go try it on. You've got such a great figure, you'd definitely look beautiful!" Xu Qian praised.

source: “那这样吧，你看看能支付多少，我这边换其他的卡继续刷。”叶眉闻言，整个人都不好了，可衣服都穿上了身，刚刚自己还拍了照发微博，不可能再脱下来还给人家吧！
en_us: "How about this? Let me know how much you can pay and I'll process the payment with other cards that you have." Ye Mei was disoriented after hearing her words. However, she was already wearing the dress and she had even snapped a photo of it and uploaded it to Twitter. She couldn't possibly return it to the store!

source: “都围在这里做什么，还不上课吗？”背后响起了老师不悦的声音，众人赶忙散开。
en_us: "What are all of you crowding here for? Don't you have lessons?" the teacher chided in displeasure, after which the crowd quickly dispersed.

source: “都是好朋友说这些干什么，以后有什么需要尽管来找我就好啦。”
en_us: "We're best friends, what are you saying that for? From now on, if there's anything you need, feel free to look for me."

source: “钱？”叶漓笑了：“你觉得我像是缺钱的人？”
en_us: "Money?" Ye Li laughed and asked sarcastically, "Do you think I'm short of money?"

source: “闭嘴！”孟父厉声呵斥。
en_us: "Shut up!" Meng Fei's father hollered.

source: “阿姨不必这么麻烦，我看妹妹的营养师就不错，日后她吃什么，我就吃什么吧。”叶漓通情达理的道。
en_us: "Auntie, you don't have to go to that trouble. I think Sister's nutritionist is great. From now on, I'll eat everything she does," Ye Li said in an understanding manner.

source: “阿漓你能想开最好。”愤怒的叶枫终究是无奈的叹了口气。
en_us: "Li, it's good that you can figure it out and get over it."The infuriated Ye Feng sighed helplessly in the end.

source: “阿漓你这样说可不对，对你来说当然不严厉了，毕竟你可是有后台的人，就算是考零分也能上去，我听说当年你高考都没考上，可倩倩始终是外人。”徐媛有意无意的说。
en_us: "Ye Li, that's not right. Of course the requirements are not as strict for you. After all, you have a powerful family to support you. Even if you scored zero for your exams, you'd still be able to get a place in the college. I heard that your results for your national college entrance examinations were below satisfactory. However, Xu Qian is still an outsider after all," Xu Qian said somewhat deliberately.

source: “阿漓姐姐，你去哪里？”叶眉揪住了一下课就要往外走的叶漓，问道。
en_us: "Sister Ye Li, where are you going?" Ye Mei asked, grabbing Ye Li who was going to leave right after the lesson ended.

source: “阿漓姐，对不起，我不知道你要来，我要是知道，我就等你一起进去了。”叶眉歉意的开口，见叶漓不说话，又道：“不然你问问其他没进来的人愿不愿意带你进来，大家都很好说话的。”她说道。
en_us: "Ye Li, I'm sorry, I didn't know that you were coming. If I had known, I would have brought you in with me," Ye Mei said apologetically. Seeing that Ye Li was remaining silent, she asked, "Why don't you ask around and see if anyone else is willing to bring you in with them? They're all nice and approachable."

source: “阿漓姐，我在这里。”在对方看过来的瞬间，叶眉已经恢复了原本温柔的表情，朝她招手道。
en_us: "Ye Li, I'm here." By the time Ye Li looked over, Ye Mei had already restored her usual gentle expression and was waving at them.

source: “阿漓宝贝！”叶明将公文包递给了一旁的管家，上前给了女儿一个拥抱，随后上下打量她一会，蹙了蹙眉，“你这丫头，怎么我才出门几天，就瘦成了这样？”
en_us: "My baby Ye Li!" Ye Ming handed his briefcase to the butler at the side and then stepped forward to give his daughter a hug. After scanning her from head to toe, he frowned and asked, "Ye Li, I've only been away for a few days. Why have you lost so much weight?"

source: “阿漓宝贝，你好好休息，这件事就交给哥哥们去查，一定不会让你白受了委屈，不要再想不开了好吗？有什么事情就告诉哥哥，但凡敢有人再说你半分，哥哥势必要让他后悔来到这个世界！”老三叶枫摸了摸妹妹的头，安抚着保证道。
en_us: "Baby Li, rest well. Leave this matter to me and your brothers to investigate. I'll make sure you won't suffer for nothing. Don't be upset about it anymore, alright? If there's anything, just tell us about it. If anyone dares to criticize you again, I'll make sure he regrets being born in this world!" the third brother Ye Feng comforted his younger sister reassuringly while stroking her head.

source: “阿漓没受伤吧？那两个人是谁，查到了吗？”叶洛抬了抬手，制止了高层的话，阴沉的问道。
en_us: "Li isn't hurt, is she? Did you find out who those two people are?" Ye Luo questioned sternly as he raised his hand to make the senior executive pause in his speech.

source: “阿漓说的也是，不过我也只是提议一下而已，来我给你介绍个人，你肯定不认识。”
en_us: "Ye Li, you're right too but I'm just making a suggestion. Let me introduce you to someone, you definitely don't know who she is."

source: “阿漓都不介意，哥你介意什么啊，我可是经过阿漓同意的！而且今儿个是阿漓主动要跟我来鱼庄吃的饭！”他颇有些炫耀的语气。
en_us: "Ye Luo, why are you so bothered when Ye Li doesn't mind at all? I got her permission prior to this! Besides, Ye Li suggested that we have lunch at the fish restaurant today!" he said, seemingly trying to show off.

source: “阿漓，你不要为难，哥哥们知道错了，不应该逼你，你不要有压力。”叶旬担忧的看着突然转变的妹妹，总感觉这次自杀之后，妹妹的性格变了。
en_us: "Li Li, don't feel conflicted. We know that we're at fault for forcing you. Don't feel pressurized," Ye Xun said, looking worriedly at his younger sister who had a sudden change in attitude. He felt that her personality had changed after she tried to commit suicide.

source: “阿漓，你不要在逞强了好吗？你告诉我，是不是他在逼你，你才会无奈说出这种话！我知道你不会是那样的人！”于向阳看向徐凤年，怀疑道。
en_us: "Li, stop trying to put on a brave front, will you? Tell me, did he force you into saying these things helplessly against your own will!?! I know you're not like that!" Yu Xiangyang said apprehensively, glancing at Xu Fengnian.

source: “阿漓，你先跟着她们玩，我们还有点事，就不陪你了，等宴会结束，给我电话，哥过来接你知道吗？”叶洛几兄弟看着大家纷纷走了出去，走到自家妹妹面前道。
en_us: "Ye Li, go hang out with them first. I still have something to do here, I won't accompany you. After the gathering is over, call me and I'll come pick you up, got it?" said Ye Luo who walked towards Ye Li after seeing that everyone had left.

source: “阿漓，你到底怎么了？哪里不舒服告诉哥哥们好吗？”
en_us: "Li, what's wrong with you? If you're feeling unwell, tell us, okay?"

source: “阿漓，你终于醒了！”
en_us: "Li, you've finally come to!"

source: “阿漓，你，你认真的？没开玩笑？”叶父有些不太确定的看向女儿。
en_us: "Ye Li, are you serious? Are you not joking?" Ye Ming asked, looking at his daughter with uncertainty.

source: “阿漓，凤年。”叶洛咳嗽了一声。
en_us: "Li, Fengniang," Ye Luo said with a cough.

source: “阿漓，对不起，哥哥没想到他会这样对你。”叶枫猩红着一双眼，要不是他给自家妹妹介绍了于向阳，她也不会喜欢上他，最后被伤到这种境地。
en_us: "Li, I'm sorry, I never thought he would treat you that way," Ye Feng said with bloodshot eyes. If he hadn't introduced Yu Xiangyang to his younger sister, she wouldn't have fallen in love with him and ended up getting hurt to such an extent.

source: “阿漓，快过来。”叶旬刚去国外演讲回来，都好几天没见自家妹妹了，这会儿看她被这群人围攻，又是生气，又是心疼，赶忙招了招手。
en_us: "Ye Li, come here quickly." Ye Xun had just returned from making a speech overseas and it had been a few days since he saw his younger sister. Seeing that she had been surrounded and bullied, he was infuriated and heartbroken. He hurriedly waved at her.

source: “阿漓，我回校了，等会中午带你吃饭！”
en_us: "Ye Li, I'm back in school. I'll take you out for lunch at noon!"

source: “阿漓，这到底是怎么回事？”老爷子不相信叶漓会是那样的人，这个孩子他从小看着长大的，虽然说这些年来生疏了不少，但是怎么也不相信，自己疼爱的孩子，会做出这样的事情。
en_us: "Ye Li, what's going on?" Xu Fengnian's grandfather asked, not believing that she was such a person. He had watched her grow up since she was a child. Although they had grown distant from each other, he did not believe that the child whom he doted on would do such a thing.

source: “阿，阿漓，我不是故意的...”他一副认错的姿态。
en_us: "Ye Li, I didn't mean to..." he said apologetically.

source: “难怪连二小姐都不知道，啧啧。”
en_us: "No wonder she doesn't even know Miss Xu Yuan, tsk tsk."

source: “难道是我看错了？”秦柔柳叶眉微皱，觉得自己应该是想多了。
en_us: "Were my eyes playing tricks on me?" Qin Rou muttered with a frown, feeling that she should have thought too much.

source: “非非，以后你离这种女的可要远一点，以免被带坏。”
en_us: "Meng Fei, from now on, stay away from such girls, lest you get led astray."

source: “额？姑妈都那样说了，肯定就是了。”徐倩不太明白哥哥这话什么意思，摸不着头脑的道。
en_us: "Huh? Since Aunt has said so, it must be the case." Xu Qian said in puzzlement, unable to figure out what her brother meant.

source: 【热！枫神&心若向阳，昔日好兄弟反目当街动手！】
en_us: "Hot topic! Best Buddies God Feng and Beloved Xiangyang Turn Against Each Other And Fight On The Street!"

source: 一下就将这简短的表情顶在了最上面。
en_us: The simple emoji made it to the top of the tweets.

source: 一个叶家她们就已经惹不起，现在又来一个徐家。
en_us: They could not afford to provoke the Ye Family. To make matters worse, the Xu Family was now involved too.

source: 一个同徐家继承人一般的存在，站在帝都顶端的王者！
en_us: Just like the successor of the Xu Family, he was a powerhouse who was above all in the capital!

source: 一个是娱乐圈当红大明星，一个是偶像剧男神，随便一个出一点事情，都会在网络上引起风浪的两个人，突然动起了手，大家自然是十分震惊。
en_us: One was a famous celebrity in the entertainment industry while the other was a popular idol who often starred in idol dramas. Any incident that they were involved in would cause a huge uproar on the internet. Yet, both of them got into a fight. Everyone would naturally be astonished.

source: 一副众星捧月的模样。
en_us: She seemed to be the center of attention.

source: 一副拒绝嫌恶的表情。
en_us: Their expressions were full of disgust and repulsion.

source: 一双仿佛星辰大海的蓝色眼睛更是让人艳羡不已。
en_us: Her beautiful blue eyes that resembled the starry ocean, were extremely enviable.

source: 一口一个凤年，还真把自己当回事。
en_us: 'You keep calling him by his name, do you really think you're somebody?'

source: 一向以温柔出名的徐夫人，这会儿竟一脸冰冷的看着她们。
en_us: Mrs. Xu, who had always been known for her gentleness, actually stared at them with a hostile expression.

source: 一向走到哪里都是众星捧月的少年，这会儿却充满了挫败感。
en_us: Xu Han, who had always been the center of attention, was extremely dejected and frustrated at this moment.

source: 一旁同样打扮精致的女生开口道：“ys的晚礼服不便宜吧，眉儿你确定要在这里买吗？我惹我爸爸生气了，他这段时间给我的零花钱少的可怜，我肯定买不起这些礼服。”
en_us: Another girl beside her, who was dolled up exquisitely as well, said, "The gowns designed by this label don't come cheap. Ye Mei, are you sure you want to buy one here? Recently, I made my daddy angry and he's been cutting my allowance. I definitely can't afford to buy these gowns now."

source: 一旁的两个女生赶忙看她：“是啊，眉儿，是不是卡有问题了，你去查查？”
en_us: The two girls at the side hurriedly looked at her. "Yeah, Ye Mei, is there something wrong with the card? Why don't you check it?"

source: 一旁的叶眉见此场景，眸光一闪，无奈的道：“同学你别生气，我姐姐落水之后，脾气就有些不太好，她平时其实不是这样的。”
en_us: Standing at the side, Ye Mei's eyes glistened when she saw the scene and she said helplessly, "Schoolmate, don't be angry. Ever since my sister fell into the water, she has been hot-tempered. She isn't usually like this."

source: 一旁的徐倩也没注意到他的神情，还在自顾自的说：“没想到我刚回来就见到未来的嫂子，真是运气太好了吧，哥哥，我一定要进你们学校，到时候肯定有伴。”
en_us: Standing at the side, Xu Qian did not notice his expression and continued to rattle on and on. "I didn't expect to see my future cousin-in-law as soon as I returned. I'm really lucky. Xu Han, I must get enrolled in your school. I'll definitely have friends then."

source: 一旁的王丽说：“是不是偶像包场的事情被传播出去了，咱们学校也只有他才有这样的影响力吧？”
en_us: At the side, Wang Li asked, "Did word about our idol booking the entire restaurant spread? He's probably the only one in school who has such an influence, right?"

source: 一旁被告状的几个女人，刚从震惊中回过神来，就接触到了徐夫人移过来的目光。
en_us: The women who had been accused immediately met the gaze of Mrs. Xu as soon as they recovered from the shock.

source: 一旦没有了这些人帮忙，他于向阳，什么都不是。
en_us: Once they stopped helping him, he, Yu Xiangyang, would be nothing.

source: 一早上她就收到了ys那边发来的道歉，自然也看到了叶眉和ys昨晚上发生的事情。
en_us: Brightly early in the morning, Ye Li received an apology from YS Fashion and had naturally seen the confrontation between Ye Mei and YS Fashion on Twitter last night.

source: 一点也不像是二十岁的人该有的样子。
en_us: She did not seem like a twenty-year-old at all.

source: 一片祥和。
en_us: Everything seemed peaceful.

source: 一番发泄之后，她安静了下来。
en_us: After venting her anger, she quietened down.

source: 一百万，属实有些多了。
en_us: 1 million yuan was indeed a lot.

source: 一直觉得，只要自己比叶漓优秀，比她乖巧，就能讨徐凤年的喜欢，能将叶漓的从他身边挤开。
en_us: She had always thought that as long as she was better than Ye Li, and was more obedient than her, she would be able to win Xu Fengnian's heart and take him away from her.

source: 一瞬间，他感觉两人之间刚靠近一点的距离又远了。
en_us: All of a sudden, he felt that the distance between them seemed to have increased again even though they had just gotten closer.

source: 一瞬间，她感觉自己不是孤军奋战。
en_us: All of a sudden, she felt that she was not fighting alone.

source: 一瞬间，徐媛都有种她们感情很好的感觉。
en_us: For a moment, Xu Yuan felt that they were on good terms with each other.

source: 一瞬间，想要找茬的女生都怂了。
en_us: All of a sudden, the girls who wanted to create trouble for Ye Li chickened out.

source: 一群女生闻言，顿时怒红了眼：“我们说的本来就是事实，你有什么资格配得上我们枫神，要不是看在你是同班同学的面子上，我们不对你动手，但是你要是再这么不识抬举，就别怪我们不客气了！”
en_us: Hearing her words, the girls flew into a rage. "We're just stating facts. Who are you to be worthy of our idol Ye Feng? If not for the fact that you're our classmate, we would have hit you. However, if you continue being so ignorant and unruly, don't blame us for being brutal!"

source: 一群男生小声的议论起来。
en_us: The group of boys began discussing amongst themselves softly.

source: 一群穿着改造过校服的精神小伙，正拿着手机不断的找寻猎物。
en_us: Dressed in modified uniform, the group of energetic young men were continuously searching for prey.

source: 一群自称为眉宝粉丝的人纷纷来指责起了叶漓。
en_us: Ye Mei's fans quickly began to accuse and berate Ye Li.

source: 一股子淡淡的奶香飘过，徐晗挑了挑眉，目光落到了自己前面扎着高马尾的少女身上。
en_us: A faint scent of milk wafted past and Xu Han raised his brows to look at the young girl in front of him who had her hair up in a ponytail.

source: 一般人去参加聚会，都是要怎么夸张怎么耀眼怎么来，可叶漓却知道，这样的人太多了，反倒是让人视觉疲劳，穿着简约清新一点的，反而能更容易抓住人的眼球，而且她现在的身材也不适合穿那么繁重的礼服，更显臃肿。
en_us: Usually, most people would dress in exaggerated outfits in order to be striking and stand out from the other guests at a gathering but Ye Li knew that there were too many people who would do that. Hence, it would seem too overwhelming as many would dress in the same style. If she dressed in a simpler, fresh-looking outfit, she would be more eye-catching. Besides, her figure now was not suitable for an opulent gown as that would make her look chubbier.

source: 一行三人上了车。
en_us: The trio got inside the car.

source: 一行三人赶忙往校外敢去。
en_us: The trio immediately rushed out of school.

source: 一行人坐下。
en_us: The group took their seats.

source: 一行人惊吓回头，就见三个穿着西装，气势庞大的男人，正一脸阴冷的盯着她们的方向。
en_us: They turned around in astonishment, only to see three domineering men in suits who were glaring at them hostilely.

source: 一行人赶忙将那女生送去了校医室。
en_us: Everyone rushed over and sent the girl to the school medic.

source: 一身白嫩如同婴儿一样的肌肤，在灯光的照射之下白到发光。
en_us: She had supple and tender skin that was like that of a baby's and under bright light, it was fair and almost glowing.

source: 一辆听说被那个第一世家的三少爷买去当了座驾。
en_us: Rumor had it that one was purchased by the Third Young Master of the wealthiest family in Beijing.

source: 一道凌厉的目光带着巨大的压迫落到了于向阳的身上。
en_us: A menacing gaze with a massive sense of oppression landed on Yu Xiangyang's body.

source: 一顿饭，在众人各怀心思中度过。
en_us: Each having their own thoughts, everyone sat through the meal.

source: 三个兄弟你一言我一语的劝慰起来。
en_us: The three brothers began to comfort her and persuade her.

source: 三个哥哥却没有注意到她的脸上变换的表情，因为刚刚叶漓那番话，都让三个男人几乎失去理智。
en_us: However, Ye Li's brothers did not notice the change in her expression because the three of them had almost lost their rationality after hearing her words just now.

source: 三个哥哥离开之后，叶漓躺了回去。
en_us: Ye Li lied down again after her three brothers left.

source: 三个哥哥都很优秀，都是人中之龙，可偏偏就她叶漓，干啥啥不行，犯错第一名。
en_us: All three of her brothers were very outstanding and impeccable. However, unlike them, she was not good at anything at all, and was best at making mistakes.

source: 三个大男人随便一个出去，都是能掀起一阵风浪的风云人物。
en_us: The three grown men were all powerful figures who could easily cause an uproar.

source: 三个男人对视一眼，都从彼此眼中看到了相同的想法。
en_us: The three men looked at each other, and all saw the same thought in each other's eyes.

source: 三个男人看着她脸上翻腾的喜色，着实是觉得怪异。
en_us: The three men found her joyous expression to be extremely bizarre.

source: 三个阴沉着一张脸站着的男人在看到女孩初醒的瞬间，一下围了上去，表情如出一辙的担忧。
en_us: Three men with somber expressions immediately crowded the girl immediately after they saw her regaining consciousness. They all looked extremely worried.

source: 三人倒抽了一口气。
en_us: The three men gasped.

source: 三人对视一眼，惊愕过后就是惊喜，“阿漓，你真的不怪我们了吗？”
en_us: The three of them looked at each other in shock, after which they said with some surprise and joy, "Li, do you really not blame us anymore?"

source: 三人是同桌，平时玩的也好。
en_us: The three of them sat at the same desk and were close to each other too.

source: 三人更是震惊，“你的意思是，你愿意跟徐凤年订婚？”
en_us: Greatly taken aback, the three of them asked, "Do you mean that you're willing to get engaged to Xu Fengnian?"

source: 三人脸色铁青。
en_us: The three of them turned pale.

source: 三人进了庄园，刚进大厅，就看见了沙发上坐着徐凤年和叶漓两人。
en_us: The three of them entered the manor and as soon as they stepped into the hall, they saw Xu Fengnian and Ye Li seated on the couch.

source: 三人闻言，惊愕的看她。
en_us: The three men looked at her in shock after hearing their words.

source: 三人闻言，顿时变脸：“什么？同学们嘲笑你？他们为什么要嘲笑你？谁敢嘲笑我们叶家的小公主，不想活了？”
en_us: Upon hearing her words, their expressions changed and they asked, "What? Your classmates mocked you? Why did they mock you? Who has the audacity to mock the little princess of the Ye Family? Do they have a death wish?"

source: 三兄弟对视一眼，眸光中带着奇怪的光，叶洛沉声道：“不必，阿漓现在还很虚弱，你就不要上去打扰她了，有什么话留着明天说吧，我们还有事出去一趟，阿漓要是起来了，就通知我们。”
en_us: The three brothers looked at each other with peculiar gazes while Ye Luo said in a low voice, "You don't have to. Li is still very weak now, don't go upstairs to disturb her. If you have anything to tell her, save it for tomorrow. We have some matters to attend to so we're going out now. Inform us if Li wakes up."

source: 三哥哥就更不用说了， 作为大明星的他，除了上课时间，其他的时间，行程都是排得满满的。
en_us: On the other hand, her third brother was obviously busy as he was a famous celebrity. Apart from going to school, the rest of the time in his schedule would be fully lined up with activities.

source: 三哥哥：“遵命！我的小公主！”
en_us: Ye Feng: "Yes! My little princess!"

source: 上上下下打量她一眼之后，眼中都带了几分鄙夷之色。
en_us: After sizing her up, their gazes were full of disdain.

source: 上辈子哥哥们也没少主动找她吃饭，但是叶漓怕被人看到引起骚动造成麻烦所以每次都拒绝了。
en_us: In her previous life, her brothers often took the initiative to have meals with her but Ye Li often turned them down because she was scared that others might see them and it would lead to an uproar.

source: 上辈子她回校之后，学校就发生了一件大事。
en_us: In her previous life, a major event happened in school after she returned.

source: 上辈子她总是和于向阳两人刺激她。
en_us: In her previous life, she often tried to spite Ye Li together with Yu Xiangyang.

source: 上辈子她所遭受的，必将要两人百倍奉还！
en_us: She would make them pay for all the suffering she had been through in her previous life, a hundredfold!
